node {
  name: "normalized_input_image_tensor"
  op: "Placeholder"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "shape"
    value {
      shape {
        dim {
          size: 1
        }
        dim {
          size: 320
        }
        dim {
          size: 320
        }
        dim {
          size: 3
        }
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/Conv2D"
  op: "Conv2D"
  input: "normalized_input_image_tensor"
  input: "FeatureExtractor/MobilenetV3/Conv/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/Conv/Conv2D"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/hard_swish/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/hard_swish/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/Conv/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/Relu6"
}
node {
  name: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul_1"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul_1/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul_1"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/project/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/Conv/hard_swish/mul_1"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/input"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/input"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/expand/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_1/output"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/project/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/output"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/expand/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_2/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/project/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_1/output"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/input"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_2/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/input"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/expand/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Mean"
  op: "Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Mean/reduction_indices"
  attr {
    key: "keep_dims"
    value {
      b: true
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/BiasAdd"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/mul/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/mul"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/squeeze_excite/mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_3/output"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/project/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/output"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/expand/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Mean"
  op: "Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Mean/reduction_indices"
  attr {
    key: "keep_dims"
    value {
      b: true
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/BiasAdd"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/mul/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/mul"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/squeeze_excite/mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_4/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/project/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_3/output"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/input"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_4/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/input"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/expand/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Mean"
  op: "Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Mean/reduction_indices"
  attr {
    key: "keep_dims"
    value {
      b: true
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/Relu"
  op: "Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/BiasAdd"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/BiasAdd"
  op: "BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/biases"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/BiasAdd"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/mul/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/depthwise/Relu"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/mul"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/squeeze_excite/mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_5/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/project/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/input"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/input"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_5/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/input"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/Relu6"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/mul_1"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/mul_1/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/depthwise"
  op: "DepthwiseConv2dNative"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/expand/hard_swish/mul_1"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/depthwise_weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/depthwise"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/Relu6"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul_1"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul_1/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul_1"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_6/output"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/project/BatchNorm/FusedBatchNormV3"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/Conv2D"
  op: "Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_6/output"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/weights"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "explicit_paddings"
    value {
      list {
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/FusedBatchNormV3"
  op: "FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/Conv2D"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/gamma"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/beta"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/moving_mean"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/moving_variance"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "epsilon"
    value {
      f: 0.001
    }
  }
  attr {
    key: "U"
    value {
      type: DT_FLOAT
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/add"
  op: "AddV2"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/add/y"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6"
  op: "Relu6"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/add"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/mul"
  op: "Mul"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/BatchNorm/FusedBatchNormV3"
  input: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6"
}
node {
  name: "FeatureExtractor/MobilenetV3/expanded_conv_7/expand/hard_swish/mul_1"
  op: "Mul"
